Repository: IonutGavris/shoebox-ios
Catalog: ShoeBox/Resources/Language/*.lproj/Localizable.strings
Languages: ro_ro

# shoeBox_what_to_put_in_the_box
source: What to put in the box?
ro_ro: Ce sa pun in cutie?

# shoeBox_where_to_leave_the_box
source: Where to leave the box?
ro_ro: Unde sa las cutia?

# shoeBox_more_info_contact
source: Contact ShoeBox
ro_ro: Contacteaza ShoeBox

# shoeBox_more_info_about
source: About ShoeBox
ro_ro: Despre ShoeBox

# shoeBox_more_info_cancel
source: Cancel
ro_ro: Anuleaza

# shoeBox_email_title
source: ShoeBox app
ro_ro: ShoeBox iOS

# shoeBox_details_girl
source: Girl
ro_ro: Fetita

# shoeBox_details_boy
source: Boy
ro_ro: Baiat

# shoeBox_details_header_name
source: Choose age
ro_ro: Alege varsta

# shoeBox_details_years
source: years
ro_ro: ani

# shoeBox_details_choose_another_age
source: Another age
ro_ro: Alta varsta

# shoeBox_details_next_step
source: Next step
ro_ro: Urmatorul pas

# shoeBox_suggestions_header_name
source: Suggestions
ro_ro: Sugestii

# shoeBox_suggestions_select_age
source: Select age
ro_ro: Alege varsta

# shoeBox_suggestions_age
source: years
ro_ro: ani

# shoeBox_sUggestion_Details_footer_name
source: * DO NOT put perishable products! (eg: bananas, oranges, yogurt)
ro_ro: * NU puneti produse perisabile! (ex: banane, portocale, iaurt)

# shoebox_map
source: Map
ro_ro: Harta

# shoebox_locations
source: Locations
ro_ro: Locatii

# shoebox_list
source: List
ro_ro: Lista

# shoebox_list_search_placeHolder
source: Search
ro_ro: Cauta

# shoebox_distance
source: Distance
ro_ro: Distanta

# shoebox_calculating
source: calculating...
ro_ro: se calculeaza...

# intro_slide_1
source: The ShoeBox project is a tiny attempt to make the world a better place. We try to put a smile on the face of underprivileged children every year, in the cities we live in.
ro_ro: Proiectul ShoeBox este o mica incercare de a face lumea in care traim un loc mai frumos. Incercam in fiecare an sa aducem zambetul pe buzele copiilor defavorizati din Romania.

# intro_slide_2
source: You only need an empty shoe box, wrapping paper and the desire to buy the things you want to gift. Don’t know what to put in the box? We can help you!
ro_ro: Ai nevoie doar de o cutie de papuci goala, hartie de impachetat si dorinta de a cumpara lucrurile care vrei sa le daruiesti unui copil. Nu stii ce sa pui in cutie? Te ajutam noi!

# intro_slide_3
source: After you fill the shoe box with all the nice presents you just need to take it to a ShoeBox location. There are more than 260 ShoeBox locations across the globe!
ro_ro: Dupa ce pui toate darurile tale in cutie, trebuie doar sa o duci la o locatie ShoeBox. In intreaga lume sunt peste 260 locatii ShoeBox!

# intro_get_involved
source: I want to get involved!
ro_ro: Vreau sa ma implic!
